
INSERT INTO departments (id, name)
VALUES
(1, 'Отдел закупок'), (2, 'Отдел маркетинга'), (3, 'Бухгалтерия'), (4, 'Отдел управления персоналом'),
(5, 'Юридический отдел'), (6, 'Служба безопасности'), (7, 'Отдел информационных технологий');


INSERT INTO employees(first_name, middle_name, last_name, department_id, date_of_birth, salary)
VALUES
('Петр', 'Иванович', 'Козлов', 1, '1984-05-03', 45000), ('Вероника', 'Викторовна', 'Волкова', 1, '1989-07-20', 40000),
('Иван', 'Александрович', 'Петров', 2, '1992-11-02', 52000), ('Евгений', 'Владимирович', 'Миронов', 2, '1974-04-13', 56000),
('Анна', 'Александровна', 'Лобова', 3, '1986-08-17', 65000), ('Екатерина', 'Степановна', 'Шарова', 3, '1976-09-21', 70000),
('Ульяна', 'Викторовна', 'Власова', 3, '1967-10-05', 80000), ('Алина', 'Александровна', 'Волкова', 4, '1985-01-09', 75000),
('Наталья', 'Владимировна', 'Горюнова', 4, '1973-06-08', 80000), ('Николай', 'Николаевич', 'Титов', 5, '1982-12-04', 90000),
('Федор', 'Петровч', 'Солдатов', 6, '1962-08-11', 85000), ('Сергей', 'Васильевич', 'Быстрицкий', 7, '1989-02-25', 73000);